export default {
  exit: '确定要退出软件吗？',
  menu: [
    ['主机', 'redis服务器地址'],
    ['设置', '应用系统设置'],
    ['Github', 'github.com/fuyoo/bs-redis-desktop-client'],
  ],
  settings: ['设置', '语言', '版本'],
  actions: ['确定', '取消', '删除', '修改', '添加'],
  home: {
    form: {
      lable: ['名称', '地址', '端口', '数据库', '用户名', '密码', '是否集群'],
      hint: [
        '连接名称（必填）',
        '连接地址（必填）',
        '连接端口（非必填）',
        '数据库（非必填）',
        '用户名（非必填）',
        '密码（非必填）',
        '是否集群',
      ],
      rule: ['请输入名称', '请输入地址'],
    },
  },
  tabs: {
    tabName: ['状态', '数据'],
  },
  hostInfo: ['内存', '服务端', '状态', '详情', 'Key情况'],
}
